[TakingDamage.Boomer2Chatter_PainHit_Effor05 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[TakingDamage.Boomer2Chatter_PainHit_Effor04 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_IHunger_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="I hunger!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Hunger_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Hunger."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Hunger_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Hunger."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Hunger_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Hunger!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[WeaponOverheats.Boomer2Chatter_Hot_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Hot!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: WeaponOverheats], TRIGGER[flat], GLOSSARY[]"

[WeaponOverheats.Boomer2Chatter_Burning_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Burning."
Subtitles[0]=(Text="")
Comment="Notes[Folder: WeaponOverheats], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Grind_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Grind."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Grind_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Grind!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_ForSkorge_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For Skorge!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[WeaponOverheats.Boomer2Chatter_TooHot_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Too hot!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: WeaponOverheats], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_ForSkorge_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For Skorge!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_ForQueenLoveYou_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For queen. Oh, I love you, queen."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy; comedic outtake, not in character—DO NOT USE], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_ForQueen_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For queen."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_FrustratedGrunt_Effort03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="No!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: TakingDamage], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_FrustratedGrunt_Effort02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[TakingDamage.Boomer2Chatter_FrustratedGrunt_Effort01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_ForQueen_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For queen!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_ForHorde_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For Horde!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_YouGone_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="You gone!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_LostIt_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Lost it."
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_LostGroundwalker_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Lost groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_Lost_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Lost."
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_ForHorde_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="For Horde!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Flog_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Flog!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Flog_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Flog!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Flame_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Flame!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Flame_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Flame!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_ItGone_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="It gone!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium08 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Medium07 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Medium04 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_DieHominid_Loud03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Morra, hominídeo!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy; For some reason, Boomers seem to be able to pronounce their leading H's, unlike other Locust.], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_DieHominid_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Morra, hominídeo!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy; For some reason, Boomers seem to be able to pronounce their leading H's, unlike other Locust.], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_DieHominid_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Morra, hominídeo!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy; For some reason, Boomers seem to be able to pronounce their leading H's, unlike other Locust.], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor07 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_DieGroundwalker_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die, groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Loud03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_DieGroundwalker_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die, groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_DieEnemy_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die, enemy!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Mine_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Mine!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: KilledEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_DieEnemy_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die, enemy!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Die_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Die_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Die_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor06 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Medium05 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Die_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Die!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Destroy_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Destroy."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFire_Long01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_FrustratedGrunt_Effort05 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Yes."
Subtitles[0]=(Text="")
Comment="Notes[Folder: ExtraEfforts], TRIGGER[], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_FrustratedGrunt_Effort04 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughShort_Effort03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughShort_Effort02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughShort_Effort01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughMedium_Effort04 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughMedium_Effort03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughMedium_Effort02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[ExtraEfforts.Boomer2Chatter_CoughMedium_Effort01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Shred_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Shred!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Shred_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Shred!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Pound_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Pound."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium10 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Pound_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Pound!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium03 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Medium06 SoundNodeWave]
bMature=True
bManualWordWrap=False
SpokenText="Did fuck."
Subtitles[0]=(Text="")
Comment="Notes[Folder: KilledEnemy; comedic outtake, not in character—DO NOT USE], TRIGGER[], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium09 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Destroy_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Destroy!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Crush_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Crush."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Crush_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Crush!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Cook_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Cook!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Cook_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Cook."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Charge_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Charge!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Charge_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Charge!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Medium06_Bleep SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Did…."
Subtitles[0]=(Text="")
Comment="Notes[Folder: KilledEnemy; comedic outtake, not in character—DO NOT USE; 7/18/2008: bleeped line], TRIGGER[], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_Gone_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Gone!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[LosingSightOfEnemy.Boomer2Chatter_Blind_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Blind."
Subtitles[0]=(Text="")
Comment="Notes[Folder: LosingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Mine_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Mine."
Subtitles[0]=(Text="")
Comment="Notes[Folder: KilledEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Burn_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Burn."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor08 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Laugh_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Burn_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Burn."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[KilledEnemy.Boomer2Chatter_Laugh_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[KilledEnemy.Boomer2Chatter_Dead_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Dead!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: KilledEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Break_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Break!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Break_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Break!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_Seen_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Seen!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_SeeGroundwalker_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="See groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[WeaponOverheats.Boomer2Chatter_Burning_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Burning!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: WeaponOverheats], TRIGGER[flat], GLOSSARY[]"

[TakingDamage.Boomer2Chatter_PainHit_Effor09 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[GainingSightOfEnemy.Boomer2Chatter_SeeGroundwalker_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="See groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_KillIt_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Kill it!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_KillIt_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Kill it!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_Hominid_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Hominid!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy; For some reason, Boomers seem to be able to pronounce their leading H's, unlike other Locust.], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_Groundwalker_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_FoundYou_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found you!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_FoundYou_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found you."
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_FoundIt_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found it!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Boom_Loud02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Boom!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_FoundGroundwalker_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found groundwalker."
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_FoundGroundwalker_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found groundwalker!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[GainingSightOfEnemy.Boomer2Chatter_Found_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Found."
Subtitles[0]=(Text="")
Comment="Notes[Folder: GainingSightOfEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Kill_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Kill."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Kill_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Kill!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_IHunger_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="I hunger!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Maul_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Maul!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Maul_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Maul!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFire_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Get it off!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: ExtraEfforts], TRIGGER[], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFire_Medium02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="I'm on fire!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: ExtraEfforts], TRIGGER[], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFireLong_Effort01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Get it off me!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: ExtraEfforts], TRIGGER[], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFire_Long02 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Boom_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Boom!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Bash_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Bash!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[ExtraEfforts.Boomer2Chatter_OnFire_Short01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText=""
Comment=""

[AttackingEnemy.Boomer2Chatter_Bash_Loud01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Bash!"
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

[AttackingEnemy.Boomer2Chatter_Boom_Medium01 SoundNodeWave]
bMature=False
bManualWordWrap=False
SpokenText="Boom."
Subtitles[0]=(Text="")
Comment="Notes[Folder: AttackingEnemy], TRIGGER[flat], GLOSSARY[]"

